[
    {
        "title":"คณะวิศวกรรมศาสตร์",
        "subtitle":"ประวัติของคณะโดยสังเขป",
        "image":"assets/images/image1.jpg",
        "detail":"        คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี จัดตั้งเมื่อปี พ.ศ. 2518 ใช้ชื่อว่า “คณะวิศวกรรมเทคโนโลยี” วิทยาลัยเทคโนโลยีและอาชีวศึกษา ต่อมาปี พ.ศ. 2532 มีพระราชบัญญัติเปลี่ยนชื่อวิทยาลัยเทคโนโลยีและอาชีวศึกษาเป็นสถาบันเทคโนโลยีราชมงคล โดยยกเลิก คณะวิศวกรรมเทคโนโลยี และประกาศใน พระราชกิจจานุเบกษา ใช้ชื่อใหม่ว่า “คณะวิศวกรรมศาสตร์” โดยมีผลตั้งแต่วันที่ 13 ตุลาคม 2537 ซึ่งได้ย้ายมาทำการเรียนการสอน ณ ถนนรังสิต-นครนายก กม.13 ตำบลคลองหก อำเภอธัญบุรี จังหวัดปทุมธานี\n\n        ในปัจจุบันมีพระราชบัญญัติจัดตั้งเป็นมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี เมื่อวันที่ 18 มกราคม 2548 คณะวิศวกรรมศาสตร์ จึงอยู่ในการแบ่งส่วนราชการใหม่ของ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี ตั้งแต่บัดนั้นเป็นต้นมา",
        "web":"www.engineer.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"ภาควิชาวิศวกรรมโยธา\nภาควิชาวิศวกรรมเครื่องกล\nภาควิชาวิศวกรรมคอมพิวเตอร์\nภาควิชาวิศวกรรมอุตสาหกรรม\nภาควิชาวิศวกรรมไฟฟ้า\nภาควิชาวิศวกกรมอิเล็กทรอนิกส์และโทรคมนาคม\nภาควิชาวิศวกรรมสิ่งทอ\nภาควิชาวิศวกรรมวัสดุและโลหการ\nภาควิชาวิศกรรมเกษตร\nภาควิศวกรรมเคมีและวัสดุ",
        "tel":"0-2549-3400",
        "latitude":"14.037148317053848",
        "longitude":"100.72591783727371",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
        
    },
    {
        "title":"คณะบริหารธุรกิจ",
        "subtitle":"ประวัติความเป็นมา",
        "image":"assets/images/image2.jpg",
        "detail":"        2518\nพระราชบัญญัติวิทยาลัยเทคโนโลยีและอาชีวศึกษา พ.ศ.2518 และประกาศใช้เป็นครั้งแรก โดยรับนักศึกษาที่สำเร็จการศึกษาระดับประกาศนียบัตรวิชาชีพชั้นสูง เข้าศึกษาต่อระดับปริญญาตรี รุ่นแรก พ.ศ.2518 โดยเปิดรับนักศึกษา 4 ภาควิชา ธุรกิจศึกษาและสัมพันธ์ การตลาด การบัญชี และการจัดการ\n        2519\nเปิดทำการสอนในภาควิชาสารสนเทศขึ้นเป็นปีแรก มีวัตถุประสงค์เพื่อเป็นการสร้างบุคลากรทางด้านสารสนเทศ และเทคโนโลยีทางด้านนี้ออกสู่ตลาดและสังคม\n        2527\nได้รับพระราชทานนามจากพระบาทสมเด็จพระเจ้าอยู่หัว เป็นสถาบันเทคโนโลยีราชมงคล และสถาบันฯ ได้มีนโยบายในการจัดสร้างศูนย์กลางกาเรียนการสอน ในระดับปริญญาตรี ที่ตำบลคลองหก อำเภอธัญบุรี จังหวัดปทุมธานี โดยใช้เชื่อเรียกว่า ศูนย์กลางสถาบันเทคโนโลยีราชมงคล หรือเรียกย่อ ๆ ว่า ศรม. ส่วนคณะบริหารธุรกิจที่อาคาร 8 ชั้น ถนนวิภาวดีรังสิต ภายในวิทยาเขตจักรพงษ์ภูวนารถยังคงจัดการเรียนการสอนในระดับปริญญาตรี 5 ภาควิชา ได้แก่ ธุรกิจศึกษาและสัมพันธ์ การตลาด การบัญชี การจัดการ และระบบสารสนเทศ (ประมวลผลข้อมูล)\n        2535\nมีการย้ายการจัดการเรียนการสอน อุปกรณ์การเรียนการสอน คณาจารย์ และการบริหารงานของคณะบริหารธุรกิจ ที่ตั้งอยู่ในบริเวณวิทยาเขตจักรพงษ์ภูวนารถมา ยังคณะบริหารธุรกิจ ศูนย์กลางสถาบันเทคโนโลยีราชมงคลธัญบุรี คลองหก เต็มรูปแบบ โดยใช้อาคาร 1 อาคาร 2 และอาคาร 3 จัดการเรียนการสอนในเวลาราชการ และยังคงจัดการเรียนการสอนภาคสมทบ ในเวลา 18.00-20.30 น ณ อาคาร 8 ชั้นในบริเวณวิทยาเขตจักรพงษ์ภูวนารถ\n        2551\nได้รับอนุมัติให้เปิดสอนหลักสูตรดุษฎีบัณฑิต จากสภามหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี นับเป็นครั้งแรกของมหาวิทยาลัยเทคโนโลยีราชมงคลทั้งหมดนับ ตั้งแต่มีการก่อตั้ง วิทยาลัยเทคโนโลยีและอาชีวศึกษา ในปี พ.ศ. 2518 เริ่มการจัดการเรียนการสอนระดับปริญญาเอก เริ่มดำเนินการรับสมัครได้ตั้งแต่ ภาคเรียนที่ 2 ปีการศึกษา 2551\n        2553\nวารสาร RMUTT Global Business and Economic ถูกบรรจุอยู่ใน TCI (Thai Journal Citation Index)",
        "web":"bus.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาวิชาการตลาด\nสาขาวิชาการจัดการ\nสาขาวิชาคอมพิวเตอร์ธุรกิจ\nสาขาวิชาการเงิน\nสาขาวิชาการบริหารธุรกิจระหว่างประเทศ\nสาขาวิชาการจัดการโลจิสติกส์และซัพพลายเชน\nสาขาวิชาการบัญชี\nสาขาวิชาเศรษฐศาสตร",
        "tel":"0-2549-3243",
        "latitude":"14.037623088563201",
        "longitude":"100.73094088899057",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะเทคโนโลยีคหกรรมศาสตร์",
        "subtitle":"ประวัติความเป็นมา",
        "image":"assets/images/image3.jpg",
        "detail":"        คหกรรมศาสตร์กับราชมงคลธัญบุรี มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี เดิมชื่อ วิทยาลัยเทคโนโลยีและอาชีวศึกษา จัดตั้งขึ้นเมื่อวันที่ 27 กุมภาพันธ์ พ.ศ. 2518 ตามพระราชบัญญัติวิทยาลัยเทคโนโลยีและอาชีวศึกษา พ.ศ. 2518 ต่อมาเปลี่ยนชื่อเป็น สถาบันเทคโนโลยีราชมงคล ซึ่งเป็นนามพระราชทานจากพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดช เมื่อวันที่ 15 กันยายน พ.ศ. 2531 และได้มีการตราพระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคล พ.ศ. 2548 อยู่ภายใต้กระทรวงศึกษาธิการ จัดการเรียนการสอนระดับปริญญาตรี\n        คณะเทคโนโลยีคหกรรมศาสตร์ เดิมชื่อ คณะคหกรรมศาสตร์ และได้เปลี่ยนชื่อเป็น คณะเทคโนโลยีคหกรรมศาสตร์ในปี พ.ศ. 2549 ซึ่งเป็นชื่อที่ใช้อยู่ในปัจจุบัน เปิดสอนระดับปริญญาตรีและปริญญาโทในสาขาวิชาที่เกี่ยวข้องกับงานอาชีพด้านคหกรรมศาสตร์ ในชื่อปริญญา คหกรรมศาสตรบัณฑิต (คศ.บ.) ศึกษาศาสตรบัณฑิต (ศษ.บ.) และคหกรรมศาสตรมหาบัณฑิต (คศ.ม.)",
        "web":"www.het.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาวิชาสิ่งทอและเครื่องนุ่งห่ม\nสาขาวิชาอาหารและโภชนาการ\nสาขาวิชาศิลประดิษฐ์ในงานคหกรรมศาสตร์\nสาขาวิชาการศึกษาปฐมวัย",
        "tel":"0-2549-3161",
        "latitude":"14.037402684528278",
        "longitude":"100.72852489679597",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะศิลปกรรมศาสตร์",
        "subtitle":"ประวัติความเป็นมา",
        "image":"assets/images/image4.jpg",
        "detail":"คณะศิลปกรรมศาสตร์ มีหน้าที่รับผิดชอบจัดการศึกษาสายศิลปกรรมในระดับปริญญาตรี ทำการผลิตทรัพยากรบุคคลทางศิลปกรรมให้สามารถประกอบอาชีพ และดำรงไว้ซึ่งวัฒนธรรมของชาติ ก่อตั้งมาตั้งแต่สมัยแรกเริ่ม แห่งการสถาปนา เมื่อวันที่  27 กุมภาพันธ์ พ.ศ.2518 ในนามของ ” วิทยาลัยเทคโนโลยีและอาชีวศึกษา ” ระยะแรกเริ่มได้อาศัยทำการอยู่ภายในบริเวณวิทยาเขตเพาะช่าง ต่อมาพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดชฯ ทรงพระกรุณาโปรดเกล้าพระราชทานนามให้กับ วิทยาลัยเทคโนโลยีและอาชีวศึกษา ใหม่ว่า  ” สถาบันเทคโนโลยีราชมงคล ” เมื่อ วันที่ 15 กันยายน พ.ศ. 2532\n        ในปีพุทธศักราช 2534 คณะศิลปกรรมได้ย้ายที่ทำการจากวิทยาเขตเพาะช่าง ถนนตรีเพชร กรุงเทพมหานคร มาตั้งอยู่ที่ศูนย์กลาง สถาบันเทคโนโลยีราชมงคล  ตำบลคลองหก อำเภอคลองหลวง จังหวัดปทุมธานี ขณะเดียวกันคณะนาฏศิลป์และดุริยางค์ ได้ปรับสถานะจากคณะสมทบในความดูแลของวิทยาลัยนาฏศิลป์ กรุงเทพฯ(วังหน้า) มาเป็นคณะในสังกัดของสถาบันเทคโนโลยีราชมงคล และได้ย้ายที่ทำการมาตั้งอยู่ศูนย์กลางสถาบันเทคโนโนยีราชมงคลในปีพุทธศักราช 2542 ต่อมาในปีพุทธศักราช 2548  พระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดชฯ ได้ทรงลงพระปรมาภิไธย พระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคล เมื่อวันที่ 8 มกราคม พ.ศ.2548  และได้ประกาศในราชกิจจานุเบกษา เมื่อวันที่ 18 มกราคม พ.ศ. 2548  มีผลบังคับใช้ตั้งแต่วันที่ 19 มกราคม พ.ศ. 2548 และส่งผลทำให้เกิดการเปลี่ยนแปลงทางด้านโครงสร้างของมหาวิทยาลัย โดยรวมคณะศิลปกรรมและคณะนาฏศิลป์และดุริยางค์เข้าด้วยกันภายใต้ชื่อ ” คณะศิลปกรรมศาสตร์ ” มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
        "web":"www.fa.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"ภาควิชาทัศนศิลป์\n    สาขาวิชาศิลปศึกษา\n    สาขาวิชาจิตรกรรม\n    สาขาวิชาทัศนศิลป์\n    สาขาวิชาศิลปะไทย\nภาควิชาศิลปะการออกแบบและเทคโนโลยี\n    สาขาวิชาออกแบบนิเทศศิลป์\n    สาขาวิชาออกแบบผลิตภัณฑ์\n    สาขาวิชาออกแบบภายใน\n    สาขาวิชานวัตกรรมการออกแบบผลิตภัณฑ์ร่วมสมัย\nภาควิชานาฏดุริยางคศิลป์\n    สาขาวิชานาฏศิลป์ไทยศึกษา\n    สาขาวิชาดนตรีคีตศิลป์สากลศึกษา\n    สาขาวิชาดนตรีคีตศิลป์ไทยศึกษา",
        "tel":"0-2549-3274",
        "latitude":"14.037284373372747",
        "longitude":"100.72814047781323",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะเทคโนโลยีการเกษตร",
        "subtitle":"ประวัติความเป็นมา",
        "image":"assets/images/image5.jpg",
        "detail":"        พ.ศ.๒๔๗๗\nเริ่มจัดตั้งเป็น “โรงเรียนประถมวิสามัญเกษตรกรรมคลองรังสิต” รับนักศึกษาสำเร็จชั้นประถมศึกษาปีที่ ๔ เข้าเรียนในหลักสูตร 2 ปี\n        พ.ศ.๒๔๘๑ กระทรวงศึกษาธิการได้รับโอนโรงเรียนแห่งนี้เป็นโรงเรียนรัฐบาลเปิดสอนหลักสูตรชั้นมัธยมอาชีวศึกษาตอนต้นเกษตรกรรมและตอนปลายเกษตรกรรม\n        พ.ศ.๒๕๐๙\nกระทรวงศึกษาธิการได้ประกาศยกฐานะเป็น “วิทยาลัยเกษตรกรรมปทุมธานี” เปิดสอนหลักสูตรมัธยมศึกษาตอนปลายสายอาชีพ  (ม.ศ.6) แผนกเกษตรกรรม\n        พ.ศ.๒๕๑๘ มีพระราชบัญญัติโอนกิจการและอำนาจการบริหารบางส่วนของกรมอาชีวศึกษาไปเป็นของวิทยาลัยเทคโนโลยีและอาชีวศึกษา\n        พ.ศ.๒๕๒๐ เปลี่ยนชื่อจากวิทยาลัยเกษตรกรรมปทุมธานีเป็น “วิทยาเขตเกษตรปทุมธานี” สังกัดวิทยาลัยเทคโนโลยีและอาชีวศึกษา\n        พ.ศ.๒๕๓๑\nเป็นวิทยาเขตเกษตรปทุมธานี ในสังกัดสถาบันเทคโนโลยีราชมงคล เนื่องจากวิทยาลัยเทคโนโลยีและอาชีวศึกษา ได้รับพระราชทานชื่อใหม่เป็น “สถาบันเทคโนโลยีราชมงคล”\n        พ.ศ.๒๕๓๒\nมีประกาศกระทรวงศึกษาธิการเปลี่ยนชื่อวิทยาเขต โดยตัดเฉพาะคำว่าเกษตรออก วิทยาเขตเกษตรปทุมธานีจึงเปลี่ยนชื่อเป็น “วิทยาเขตปทุมธานี”\n        พ.ศ.๒๕๔๘\nสืบเนื่องจากแนวทางการปฏิรูปการศึกษาตามพระราชบัญญัติการศึกษาแห่งชาติ พ.ศ.๒๕๔๒ สถาบันเทคโนโลยีราชมงคลจึงได้ปรับปรุงแก้ไขพระราชบัญญัติฉบับเดิมและยกร่างเป็นพระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคล โดยมีการรวมวิทยาเขตจัดตั้งเป็นมหาวิทยาลัยเทคโนโลยีราชมงคล จำนวน 9 แห่ง โดยมีวัตถุประสงค์ให้ 9 มหาวิทยาลัย เป็นมหาวิทยาลัยสายวิทยาศาสตร์และเทคโนโลยี ที่สามารถจัดการศึกษาวิชาการและวิชาชีพชั้นสูงที่เน้นการปฏิบัติทั้งในระดับ ปริญญา ตรี โท และเอก เพื่อรองรับการศึกษาต่อของผู้สำเร็จการศึกษาจากสถาบันอาชีวศึกษาเป็นหลัก รวมถึงให้โอกาสแก่ผู้เรียนจากวิทยาลัยชุมชน และการศึกษาขั้นพื้นฐานในการศึกษาต่อวิชาชีพระดับปริญญาตรี\n        พ.ศ.๒๕๕๐\nเปลี่ยนเป็นคณะเทคโนโลยีการเกษตร ในสังกัดของมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี",
        "web":"www.agr.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาการผลิตพืช\nสาขาสัตวศาสตร์\nสาขาประมง\nสาขาเทคโนโลยีภูมิทัศน์\nสาขาวิทยาศาสตร์และเทคโนโลยีอาหาร",
        "tel":"02-592-1956",
        "latitude":"14.039389055753032",
        "longitude":"100.72672847770183",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะครุศาสตร์อุตสาหกรรม",
        "subtitle":"ประวัติความเป็นมา",
        "image":"assets/images/image6.jpg",
        "detail":"        8 มกราคม 2548\nพระบาทสมเด็จพระปรมิทรมหาภูมิพลอดุลยเดช มีพระบรมราชโองการโปรดเกล้าฯให้จัดตั้งมหาวิทยาลัยเทคโนโลยีราชมงคลขึ้นแทนสถาบันเทคโนโลยีราชมงคล ให้มหาวิทยาลัยเป็นสถาบันอุดมศึกษาด้านวิชาชีพและเทคโนโลยี มีวัตถุประสงค์ให้การศึกษาส่งเสริมวิชาการและวิชาชีพชั้นสูง ที่เน้นการปฏิบัติ ทำการสอน ทำการวิจัย ผลิตครูวิชาชีพ ให้บริการทางวิชาการในด้านวิทยาศาสตร์และเทคโนโลยีแก่สังคม ทะนุบำรุงศิลปะและวัฒนธรรมและอนุรักษ์สิ่งแวดล้อม โดยให้ผู้สำเร็จอาชีวศึกษามีโอกาสในการศึกษาต่อด้านวิชาชีพเฉพาะทางระดับปริญญาเป็นหลัก\n        14 พฤศจิกายน 2549\nคณะครุศาสตร์เทคโนโลยี ได้จัดตั้งขึ้นตามกฎกระทรวงศึกษาธิการ จัดตั้งส่วนราชการในมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี กระทรวงศึกษาธิการ โดยรวมโครงสร้าง ส่วนราชการที่ผลิตครูวิชาชีพ 2 แห่ง ได้แก่ คณะศึกษาศาสตร์และคณะครุศาสตร์อุตสาหกรรม โดยให้คณะครุศาสตร์เทคโนโลยี มีหน้าทีในการผลิตครูวิชาชีพ นักอุตสาหกรรมนักเทคโนโลยีและนักวิชาการศศึกษา ทำการวิจัย บริการวิชาการแก่สังคม รวมทั้งการทำนุบำรุงศิลปวัฒนธรรม และสิ่งแวดล้อม ตามภารกิจหลักของสถาบันอุดมศึกษา\n        29 สิงหาคม 2550\nรัฐมนตรีกระทรวงศึกษาธิการได้ออกกฎกระทรวงศึกษาธิการ จัดตั้งส่วนราชการในมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรีโดยให้ใช้ 'คณะครุศาสตร์อุตสาหกรรม' แทน 'คณะครุศาสตร์เทคโนโลยี'\n        30 เมษายน 2551\nสภามหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี มีมติป็นเอกฉันท์ ขอพระราชทานทูลเกล้าฯกวายปริญญาศึกษาศาสตรดุษฎีบัณฑิตกิตติมศักดิ์ สาขาเทคโนโลยีและสื่อสารการศึกษาแด่สมเด็จพระเทพรัตนราชสุดาฯสยามบรมราชกุมารีในพิธีพระราชทานปริญญาบัตรประจำปีการศึกษา 2550",
        "web":"www.teched.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"\nหลักสูตรครุศาสตร์อุตสาหกรรมบัณฑิตหลักสูตร 4 ปี\n    สาขาวิชาวิศวกรรมเครื่องกล\n    สาขาวิชาวิศวกรรมอุตสาหการ\n    สาขาวิชาวิศวกรรมไฟฟ้า\n    สาขาวิชาวิศวกรรมอิเล็กทรอนิกส์และระบบอัตโนมัติ\n    สาขาวิชาวิศวกรรมคอมพิวเตอร์\n\nหลักสูตรวิทยาศาสตรบัณฑิต หลักสูตร 4 ปี\n    สาขาวิชานวัตกรรมการเรียนรู้และเทคโนโลยีสารสนเทศ\n\nหลักสูตรอุตสาหกรรมศาสตรบัณฑิต หลักสูตร 4 ปี\n    สาขาวิชาเทคโนโลยีบริหารงานก่อสร้าง\n    สาขาวิชาเทคโนโลยีการผลิต\n\nหลักสูตรวิศวกรรมศาสตรบัณฑิต หลักสูตร 4 ปี /เทียบโอน\n    สาขาวิชาวิศวกรรมเมคคาทรอนิกส์\n\nหลักสูตรศึกษาศาสตรบัณฑิต หลักสูตร 4 ปี\n    สาขาวิชาเทคโนโลยีดิจิทัลเพื่อการศึกษา\n    สาขาวิชาเทคโนโลยีและสื่อสารการศึกษา\n\nหลักสูตรอุตสาหกรรมศาสตรบัณฑิต หลักสูตร 2 ปี (ต่อเนื่อง)\n    สาขาวิชาเทคโนโลยีการผลิต\n    สาขาวิชาอิเล็กทรอนิกส์อัจฉริยะ",
        "tel":"02-549-4700",
        "latitude":"14.036733169344078",
        "longitude":"100.73093315950541",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะสถาปัตยกรรมศาสตร์",
        "subtitle":"ประวัติการก่อตั้ง",
        "image":"assets/images/image7.jpg",
        "detail":"        พ.ศ.2521\nสถาบันเทคโนโลยีราชมงคล ได้มีแนวคิดที่จะจัดให้มีการสอนหลักสูตรสถาปัตยกรรมในระดับปริญญาตรีขึ้นในครั้งที่ได้มีการประชุมสัมมนา พัฒนา หลักสูตรใหม่ระดับประกาศนียบัตรชั้นสูง สาขาวิชาช่างเทคนิคสถาปัตยกรรม โดยมีวิทยาเขตทั้ง 4 แห่งและผู้แทนจากมหาวิทยาลัย ผู้แทนจากคณะกรรมการ ควบคุมการประกอบวิชาชีพ เข้าร่วมประชุมเพื่อศึกษาความเป็นไปได้\n        พ.ศ. 2533\nได้แต่งตั้งคณะกรรมการพิจารณาหลักสูตรปริญญาตรีขึ้นมาใหม่ และได้นำเสนอกระทรวงศึกษาธิการ เพื่อขออนุมัติหลักสูตรจากทบวงมหาวิทยาลัยและสำนักงานข้าราชการพลเรือน (กพ.)\n        พ.ศ.2534\nเปิดรับนักศึกษารุ่นแรกจำนวน 60 คน เข้าศึกษาหลักสูตรต่อเนื่อง 3 ปี ในภาควิชาเทคโนโลยี-สถาปัตยกรรม สังกัดคณะวิศวกรรมและเทคโนโลยีการเกษตร โดยขอใช้อาคารภายในวิทยาเขตอุเทนถวายเป็นสำนักงานภาควิชาจัดการเรียนการสอน\n        พ.ศ.2538\nคณะสถาปัตยกรรมศาสตร์ ได้รับการจัดตั้งภายในสถาบันเทคโนโลยีราชมงคล ด้วยวัตถุประสงค์เพื่อดูแลรับผิดชอบและจัดการศึกษาระดับปริญญาตรีสาขาต่าง ๆ ในสายสถาปัตยกรรมศาสตร์\n        พ.ศ.2543\nสถานที่จัดการเรียนการสอนได้ย้ายเข้าภายในศูนย์กลางสถาบันเทคโนโลยีราชมงคล อำเภอธัญบุรี จังหวัดปทุมธานีได้มีการเปิดรับนักศึกษาเพิ่ม หลักสูตรสถาปัตยกรรมศาสตรบัณฑิต (5 ปี) ในสาขาเทคโนโลยีสถาปัตยกรรม สาขาสถาปัตยกรรมภายในและเปิดหลักสูตรเทคโนโลยีบัณฑิต (4 ปี) สาขาการจัดการงานก่อสร้าง รับผู้สำเร็จการศึกษาระดับประกาศนียบัตร (ปวช.)สายวิชาช่างอุตสาหกรรม หรือผู้สำเร็จการศึกษาระดับมัธยมศึกษาตอนปลาย (สายวิทย์-คณิต) และ / หรือเทียบเท่า\n        พ.ศ.2544\nได้รับงบประมาณก่อสร้างอาคารเรียนและปฏิบัติการ คณะสถาปัตยกรรมศาสตร์ ขึ้นภายในสถาบันขณะนี้อยู่ในระหว่างดำเนินการก่อสร้างและมีการเปิดรับนักศึกษาหลักสูตรสถาปัตยกรรมศาสตรบัณฑิต (3 ปี) ภาคพิเศษ รับผู้จบระดับประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)\n        พ.ศ.2546 ได้เปิดรับนักศึกษาหลักสูตรสถาปัตยกรรมศาสตรบัณฑิต (3 ปี) ภาคสมทบ รับผู้จบระดัประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) และมีประสบการณ์ในการทำงานแล้ว\n        พ.ศ.2547\nคณะสถาปัตยกรรมศาสตร์ ศูนย์กลางสถาบันเทคโนโลยีราชมงคลมีการจัดการเรียนการสอน 3 สาขาวิชาเอกดังนี้\n    1.สาขาวิชาเอกเทคโนโลยีสถาปัตยกรรม หลักสูตร 5 ปี ภาคปกติ\n    2.สาขาวิชาเอกสถาปัตยกรรมภายใน หลักสูตร 5 ปี ภาคปกติ\n    3.สาขาวิชาเอกการจัดการงานก่อสร้าง หลักสูตร 4 ปี ภาคปกติ\n        พ.ศ.2555\nเริ่มใช้หลักสูตรปรับปรุงปีพุทธศักราช 2555 ที่ได้มีการปรับปรุงจาก หลักสูตรสถาปัตยกรรมศาสตรบัณฑิต สาขาวิชาเทคโนโลยีสถาปัตยกรรม และ สถาปัตยกรรมภายใน ซึ่งเป็นหลักสูตรปรับปรุงปี พุทธศักราช 2551\n        พ.ศ.2558\nได้รับงบประมาณก่อสร้างอาคารปฏิบัติการ ศูนย์สำนักงานออกแบบสถาปัตยกรรม Center of Excellence (COE)\n        พ.ศ.2561\nได้เปิดความร่วมมือกับสถานบันต่างประเทศในการทำเวิรค์ช๊อป\n        พ.ศ.2563\nได้ทำการเรียนการสอนออนไลน์ ในสถานการณ์โรคระบาดไวรัสโคโรน่า (COVID-19)\n        พ.ศ.2564\nปัจจุบันคณะสถาปัตยกรรมศาสตร์ ศูนย์กลางสถาบันเทคโนโลยีราชมงคล",
        "web":"arch.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาวิชาสถาปัตยกรรม\nสาขาวิชาสถาปัตยกรรมภายใน",
        "tel":"02-549-4771",
        "latitude":"14.038934916335895",
        "longitude":"100.73099020028057",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะวิทยาศาสตร์และเทคโนโลยี",
        "subtitle":"ประวัติและความเป็นมา",
        "image":"assets/images/image8.jpg",
        "detail":"        คณะวิทยาศาสตร์และเทคโนโลยี มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี ได้ก่อตั้งขึ้นเมื่อวันที่ 21 มิถุนายน พ.ศ.2538 ในสมัยของ รศ.ธรรมนูญ ฤทธิมณี เป็นอธิการบดีสถาบันเทคโนโลยีราชมงคล โดยใช้ชื่อว่า “คณะวิทยาศาสตร์” โดยเริ่มก่อตั้งจากภาควิชาคณิตศาสตร์ และภาควิชาวิทยาศาสตร์ คณะศิลปศาสตร์ ต่อมาได้โอนย้ายภาควิชาเทคโนโลยีอุตสาหกรรมเคมี และภาควิชาเทคโนโลยีคอมพิวเตอร์ คณะวิศวกรรมและเทคโนโลยีการเกษตรมาสังกัดคณะวิทยาศาสตร์ เพื่อพัฒนาทางด้านวิทยาศาสตร์และเทคโนโลยี ซึ่งเป็นพื้นฐานที่สำคัญในการพัฒนาประเทศ และยังเป็นการแก้ปัญหาการขาดแคลนบุคลากรทางด้านวิทยาศาสตร์และเทคโนโลยี ซึ่งสอดคล้องตามความจําเป็นเร่งด่วนของประเทศและเป็นไปตามนโยบายของรัฐบาลที่ต้องการผลิตบุคลากรด้านวิทยาศาสตร์และเทคโนโลยีให้เพียงพอต่อการพัฒนาเศรษฐกิจและสังคมของประเทศ ต่อมาในปี พ.ศ. 2549 ได้มีการตราพระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี และได้มีการเปลี่ยนชื่อเป็น “คณะวิทยาศาสตร์และเทคโนโลยี” เพื่อให้สอดคล้องกับภารกิจในการเรียนการสอนซึ่งจะเน้นด้านวิทยาศาสตร์ประยุกต์ โดยทำการผลิตบัณฑิตในสาขาวิชาดังต่อไปนี้ คณิตศาสตร์ เคมี ชีววิทยา ฟิสิกส์ประยุกต์ สถิติ วิทยาการคอมพิวเตอร์ และเทคโนโลยีสารสนเทศ",
        "web":"www.sci.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาวิชาคณิตศาสตร์ประยุกต์\nสาขาวิชาสถิติประยุกต์\nสาขาวิชาวิทยาการคอมพิวเตอร์\nสาขาวิชาเทคโนโลยีสารสนเทศและการสื่อสารดิจิทัล\nสาขาวิชาการวิเคราะห์และจัดการข้อมูลขนาดใหญ่\nสาขาวิชาเคมีประยุกต์\nสาขาวิชาชีววิทยาประยุกต์\nสาขาวิชาฟิสิกส์ประยุกต์\nสาขาวิชาวิทยาศาสตร์และการจัดการเทคโนโลยีอาหาร",
        "tel":"02-549-4150",
        "latitude":"14.03974691362715",
        "longitude":"100.72894057770185",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะเทคโนโลยีสื่อสารมวลชน",
        "subtitle":"ประวัติคณะเทคโนโลยีสื่อสารมวลชน",
        "image":"assets/images/image9.jpg",
        "detail":"        พ.ศ. 2532\nจัดตั้งภาควิชาเทคโนโลยีการถ่ายภาพและการพิมพ์ คณะวิศวกรรมและเทคโนโลยีการเกษตร (สถาบันเทคโนโลยีราชมงคล)\n        พ.ศ. 2543\nจัดตั้งคณะเทคโนโลยีสื่อสารมวลชน (มหาวิทยาลัยเทคโนโลยีราชมงคล)\n        พ.ศ. 2552\nเปิดการเรียนการสอน 2 สาขาวิชา 5 หลักสูตร (มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี)\n        พ.ศ. 2554\nเปิดหลักสูตรวิทยาศาสตรมหาบัณฑิตเทคโนโลยีสื่อสารมวลชน\n        พ.ศ. 2557\nเปิดหลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิทยาการสีและการมองเห็นของมนุษย์ (หลักสูตรนานาชาติ) และหลักสูตรเทคโนโลยีบัณฑิตสาขาวิชาเทคโนโลยีสื่อดิจิทัล",
        "web":"www.mct.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาวิชาเทคโนโลยีการถ่ายภาพและภาพยนตร์\nสาขาวิชาเทคโนโลยีการพิมพ์ดิจิทัลและบรรจุภัณฑ์\nสาขาวิชาเทคโนโลยีการโทรทัศน์และวิทยุกระจายเสียง\nสาขาวิชาเทคโนโลยีมัลติมีเดีย\nสาขาวิชาเทคโนโลยีการโฆษณาและประชาสัมพันธ์\nหลักสูตรเทคโนโลยีสื่อดิจิทัล",
        "tel":"02-549-4500",
        "latitude":"14.039783598739684",
        "longitude":"100.72683913727379",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะศิลปศาสตร์",
        "subtitle":"ประวัติคณะศิลปศาสตร์",
        "image":"assets/images/image10.jpg",
        "detail":"        คณะศิลปศาสตร์จัดตั้งขึ้นตามพระราชบัญญัติวิทยาลัยเทคโนโลยีและอาชีวศึกษา 2518 ในชื่อ “คณะศิลปศาสตร์”เริ่มดำเนินการเมื่อวันที่ 17 มีนาคม 2518 สำนักงานตั้งอยู่ที่อาคาร 11/2 ของวิทยาเขตเทคนิคกรุงเทพ มีศาสตราจารย์สมบูรณ์พิญชยไพบูลย์ เป็นคณบดีคนแรก โดยมีหน้าที่จัดการเรียนการสอนระดับปริญญาตรีวิชาศึกษาทั่วไป ด้านสังคมศาสตร์ มนุษยศาสตร์ ภาษาศาสตร์ วิทยาศาสตร์ คณิตศาสตร์ และพลศึกษาและนันทนาการ\n        ปี พ.ศ.2531 พระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดชทรงพระกรุณาโปรดเกล้าฯ พระราชทานชื่อใหม่ว่า “สถาบันเทคโนโลยีราชมงคล” ในวันที่ 15 กันยายน 2531 คณะศิลปศาสตร์ยังคงรับภาระงานการเรียนการสอนระดับปริญญาตรีวิชาศึกษาทั่วไป\n        ปี พ.ศ. 2534 คณะศิลปศาสตร์ย้ายมาอยู่ที่ สถาบันเทคโนโลยีราชมงคล ตำบลคลองหก อำเภอคลองหลวง จังหวัดปทุมธานี",
        "web":"www.larts.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"สาขาวิชาการท่องเที่ยว\nสาขาวิชาการจัดการการโรงแรม\nสาขาวิชาภาษาอังกฤษเพื่อการสื่อสาร\nสาขาวิชาอุตสาหกรรมการบริการการบิน\nสาขาวิชาพลศึกษา\nสาขาวิชาภาษาอังกฤษเพื่ออาชีพ นานาชาติ\n",
        "tel":"0-2549-4931",
        "latitude":"14.03834887512457",
        "longitude":"100.72901276610953",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะการแพทย์บูรณาการ",
        "subtitle":"ประวัติโดยสังเคป",
        "image":"assets/images/image11.jpg",
        "detail":"        พ.ศ. 2542\nสถาบันเทคโนโลยีราชมงคล วิทยาเขตปทุมธานี ร่วมกับสถาบันการแพทย์แผนไทย กรมการแพทย์ กระทรวงสาธารณสุข จัดทำหลักสูตรระดับประกาศนียบัตรวิชาชีพชั้นสูง (3 ปี)สาขาวิชาวิทยาศาสตร์สุขภาพ (การแพทย์แผนไทยประยุกต์) เพื่อดำเนินการเรียนการสอนขึ้นในสถานศึกษาของรัฐเป็นแห่งแรก\n        พ.ศ. 2544\nได้มีการเปิดสถานพยาบาลการแพทย์แผนไทยประยุกต์ราชมงคล วิทยาเขตปทุมธานี เพื่อให้บริการตรวจ วินิจฉัยโรค\n        พ.ศ. 2547 ได้ขยายเปิดทำการเรียนการสอนในระดับปริญญาตรี ในหลักสูตรวิทยาศาสตรบัณฑิต วิชาเอกการแพทย์แผนไทยประยุกต์ 4 ปี และ 2 ปีต่อเนื่อง) ในสังกัดคณะวิทยาศาสตร์\n        25 ธันวาคม พ.ศ. 2549\nได้ประกาศจัดตั้งเป็นวิทยาลัยการแพทย์แผนไทยอย่างเป็นทางการ\n        พ.ศ. 2564\nได้ประกาศเปลี่ยนชื่อเป็น คณะการแพทย์บูรณาการ",
        "web":"www.im.rmutt.ac.th",
        "subtitle1":"หลักสูตรการศึกษาในระดับปริญญาตรี",
        "subject":"หลักสูตรการแพทย์แผนไทยประยุกต์บัณฑิต\nหลักสูตรวิทยาศาสตร์บัณฑิต\n    สาขาวิชาสุขภาพและความงาม\n    สาขาวิชานวัตกรรมผลิตภัณฑ์สุขภาพ",
        "tel":"0-2592-1999",
        "latitude":"14.038213866839262",
        "longitude":"100.72817735446759",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    },
    {
        "title":"คณะพยาบาลศาสตร์",
        "subtitle":"ความเป็นมาของคณะพยาบาลศาสตร์",
        "image":"assets/images/image12.jpg",
        "detail":"        มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี ซึ่งเป็นมหาวิทยาลัยด้านวิทยาศาสตร์และเทคโนโลยี มุ่งผลิตบัณฑิตนักปฏิบัติเข้าสู่สถานประกอบการ ตามมาตรา 7 แห่งพระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคล พ.ศ. 2548 ซึ่งได้กำหนดให้มหาวิทยาลัยเป็นสถาบันอุดมศึกษาด้านวิชาชีพและเทคโนโลยี มีวัตถุประสงค์เพื่อให้การศึกษา ส่งเสริมวิชาการและวิชาชีพชั้นสูงที่เน้นการปฏิบัติ การสอน การวิจัย การผลิตครูวิชาชีพ ให้บริการทางวิชาการในด้านวิทยาศาสตร์และเทคโนโลยีแก่สังคม ทำนุบำรุงศิลปะและวัฒนธรรม และอนุรักษ์สิ่งแวดล้อม โดยให้ผู้สำเร็จอาชีวศึกษามีโอกาสในการศึกษาต่อด้านวิชาชีพเฉพาะทางระดับปริญญาเป็นหลัก มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรีได้ตระหนักถึงความสำคัญของการมีส่วนร่วมในการแก้ไขปัญหาการขาดแคลนบุคลากรทางการพยาบาลที่ประเทศไทยกำลังเผชิญอยู่ และประสงค์ที่จะขยายโอกาสทางการศึกษาแก่ผู้เรียน\n\n        จึงมีดำริที่จะจัดตั้งคณะพยาบาลศาสตร์เพื่อให้การศึกษา ส่งเสริมวิชาการและวิชาชีพชั้นสูงที่เน้นการปฏิบัติ การสอน การทำวิจัย และการให้บริการทางวิชาการในด้านวิทยาศาสตร์และเทคโนโลยีแก่สังคมทางด้านสุขภาพ ซึ่งสอดคล้องกับพันธกิจของมหาวิทยาลัยและเป็นไปตามวัตถุประสงค์และกรอบมาตรา 7 แห่งพระราชบัญญัติมหาวิทยาลัยเทคโนโลยีราชมงคล พ.ศ. 2548 โดยอาศัยพระราชบัญญัติการบริหารส่วนงานภายในของสถาบันอุดมศึกษา พ.ศ. 2550 สภามหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรีจึงมีมติในการประชุม ครั้งที่ 8/2558 วันพุธที่ 22 เดือน กรกฎาคม พ.ศ. 2558 ให้มีการจัดตั้งคณะพยาบาลศาสตร์เป็นส่วนงานภายในมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี ที่ดำเนินงานจากรายได้ของสถาบันอุดมศึกษา และมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรีได้มีการออกประกาศรับรองการจัดตั้งคณะพยาบาลศาสตร์ ณ วันที่ 6 กันยายน 2558 เปิดการเรียนการสอนในปีการศึกษา2561 เป็นต้นมา นับถึงปีงบประมาณ 2564 คณะพยาบาลศาสตร์ได้ดำเนินการจัดการเรียนการสอนหลักสูตรพยาบาลศาสตรบัณฑิตเป็นรุ่นที่ 4 ครบ 4 ชั้นปี โดยได้รับการรับรองสถาบันการศึกษาพยาบาลจากสภาการพยาบาลถึงปีการศึกษา 2564",
        "web":"nurse.rmutt.ac.th",
        "subtitle1":"การจัดการสอน",
        "subject":"พยาบาลศาสตรบัณฑิต\nประกาศนียบัตรผู้ช่วยพยาบาล\nประกาศนียบัตรพนักงานให้การดูแล",
        "tel":"02-549-3122",
        "latitude":"14.036611302344024",
        "longitude":"100.72817886610953",
        "rmutt":"มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"

    }
]
